<?php

return [
    'success' => [
        'created' => 'Пользователь успешно добавлен',
        'updated' => 'Данные пользователя успешно обновлены',
        'deleted' => 'Пользователь успешно удалён',
        'banned' => 'Пользователь успешно забанен',
        'unbanned' => 'Пользователь успешно разбанен',
        'bulk_banned' => 'Пользователи успешно забанены',
        'bulk_deleted' => 'Пользователи успешно удалены',
    ],
    'error' => [
        'created' => 'Ошибка при создании пользователя',
        'updated' => 'Ошибка при изменении данных пользователя',
        'deleted' => 'Ошибка при удалении пользователя',
    ],
];
